{
  "CopilotChat.nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "base46-colors": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "copilot.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline-gruvbox.vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-suda": { "branch": "master" }
}
